Revit 2027 API
BuiltInFailures.DividedPathFailures.DividedPathIndentsOverlap Property
 Beginning indent and end indent overlap.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static FailureDefinitionId DividedPathIndentsOverlap { get; }
Public Shared ReadOnly Property DividedPathIndentsOverlap As FailureDefinitionId
	Get
public:
static property FailureDefinitionId^ DividedPathIndentsOverlap {
	FailureDefinitionId^ get ();
}
static member DividedPathIndentsOverlap : FailureDefinitionId with get
Property Value
FailureDefinitionId
See Also
Reference
BuiltInFailures.DividedPathFailures Class
Autodesk.Revit.DB Namespace